Repository: Mateusz-Kucharczyk/ACOPOStrak
Catalog: Logical/mappView/Resources/Texts/LocalizableTexts.tmx
Source language: en
Languages: ja, pl, pl_pl, uk

source: Hello world!
ja: こんにちは、世界！
pl: Witaj świecie!
pl_pl: Witaj świecie!
uk: Привіт Світ!

source: Home
ja: メインページ
pl: Strona główna
pl_pl: Strona główna
uk: Головна

source: Alarms
ja: お知らせ
pl: Alarmy
pl_pl: Alarmy
uk: Тривоги

source: Orders
ja: 注文
pl: Zamówienia
pl_pl: Zamówienia
uk: замовлення

source: Manual
ja: ジイ
pl: Ruchy Manualne
uk: мовлен

source: Settings
ja: 設定
pl: Ustawienia
pl_pl: Ustawienia
uk: налаштування

source: Login
ja: ログイン
pl: Zaloguj się
pl_pl: Zaloguj się
uk: Увійти

source: Logged as:
ja: 現在のユーザー：
pl: Zalogowano jako:
pl_pl: Zalogowano jako:
uk: увійшли як:

source: Logout
ja: ログアウト
pl: Wyloguj się
pl_pl: Wyloguj się
uk: вийти

source: Username
ja: ニックネーム
pl: Nazwa użytkownika
pl_pl: Nazwa użytkownika
uk: Ім'я користувача

source: Password
ja: パスワード
pl: Hasło
pl_pl: Hasło
uk: пароль

source: Login successful
ja: ログイン成功
pl: Zalogowano pomyślnie
pl_pl: Zalogowano pomyślnie
uk: успішно увійшов

source: User changed to:
ja: ...にユーザー交代
pl: Zmieniono użytkownika na:
pl_pl: Zmienono użytkowanika na:
uk: Користувача змінено на:

source: Authorisation failed
ja: ログイン失敗
pl: Nie udało się zalogować
pl_pl: Nie udało się zalogować
uk: увійти не вдалося

source: Set user failed
ja: 設定失敗
pl: Ustawienie użytkownika się nie powiodło
pl_pl: Ustawienie użytkownika się nie powiodło
uk: Помилка налаштування користувача

source: Off
ja: 消
pl: Wył.
pl_pl: Wył.
uk: вик.

source: On
ja: 点
pl: Wł
pl_pl: Wł
uk: вві

source: Working
ja: 操業
pl: Włączony
pl_pl: Pracuje
uk: робочий

source: Error. Check alarms
ja: エラーです。お知らせをご覧ください。
pl: Błąd. Sprawdź alarmy
pl_pl: Błąd. Sprawdź alarmy
uk: Помилка. Перевірте сигнали тривоги

source: Power off
ja: 中止
pl: Wyłączony
pl_pl: Wyłączony
uk: виключено

source: Twist on
ja: 回す
pl: Zakręcaj
pl_pl: Zakręcaj
uk: закручування

source: Red
ja: 赤
pl: Czerwony
pl_pl: Czerwony
uk: червоний

source: Green
ja: 緑
pl: Zielony
pl_pl: Zielony
uk: зелений

source: Blue
ja: 青
pl: Niebieski
pl_pl: Niebieski
uk: синій

source: Status
ja: ステータス
uk: статус

source: Control
ja: 操作
pl: Sterowanie
pl_pl: Sterowanie
uk: контроль

source: Input
ja: 載荷
pl: Załadunek
pl_pl: Załadunek
uk: завантаження

source: Output
ja: 荷降ろし
pl: Wyładunek
pl_pl: Wyładunek
uk: розвантаження

source: Nozzle
ja: 注ぎ
pl: Nalewanie
pl_pl: Nalewanie
uk: наливання

source: secondary track
ja: サイドコンベヤ―
pl: poboczny trak
pl_pl: poboczny trak
uk: бічна доріжка

source: main track
ja: メインコンベヤ―
pl: główny trak
pl_pl: główny trak
uk: Головна доріжка

source: Twist On
ja: 回し
pl: Zakręcanie
pl_pl: Zakręcanie
uk: закручування

source: Conveyor
ja: トランスポーター
pl: Transporter
pl_pl: Transporter
uk: транспортер

source: Station
ja: ステーション
pl: Stacja
pl_pl: Stacja
uk: станція

source: Station status
ja: ステーションのステータス
pl: Status stacji
pl_pl: Status stacji
uk: статус станції

source: Manual control
ja: 手動操作
pl: Sterowanie ręczne
pl_pl: Sterowanie ręczne
uk: ручне управління

source: Acknowledge
ja: 確認
pl: Zatwierdź
pl_pl: Zatwierdź
uk: підтвердити

source: Acknowledge All
ja: 全部確認
pl: Zatwierdź wszystkie
pl_pl: Zatwierdź wszystkie
uk: підтвердити все

source: Current
ja: 現行
pl: Bieżące
pl_pl: Bieżące
uk: поточний

source: History
ja: 歴史
pl: Historia
pl_pl: Historia
uk: історія

source: Date
ja: 日付
pl: Data
pl_pl: Data
uk: дата

source: Message
ja: 内容
pl: Wiadomość
pl_pl: Wiadomość
uk: повідомлення

source: Category
ja: 項目
pl: Kategoria
pl_pl: Kategoria
uk: категорія

source: Old state
ja: 前ステータス
pl: Stary status
pl_pl: Stary status
uk: Старий статус

source: New state
ja: 現行ステータス
pl: Bieżący status
pl_pl: Bieżący status
uk: поточний статус

source: Next
ja: 次へ
pl: Następny
pl_pl: Następny
uk: наступний

source: Previous
ja: 前へ
pl: Poprzedni
pl_pl: Poprzedni
uk: Попередній

source: You don't have permission
ja: 認定できません。
pl: Nie masz wystarczających uprawnień
pl_pl: Nie masz wystarczających uprawnień
uk: У вас недостатньо дозволів

source: Language
ja: 言語
pl: Język
pl_pl: Język
uk: Мова

source: Pouring time - Large
ja: 注ぎ時間 大きい
pl: Czas nalewania - duże
pl_pl: Czas nalewania
uk: Час наливання - великий

source: Pouring time - small
ja: 注ぎ時間 小さい
pl: Czas nalewania - małe
pl_pl: Czas zakręcania
uk: Час наливання - малий

source: Track velocity
ja: コンベアの速度
pl: Prędkość traka
pl_pl: Prękdkość traka
uk: Швидкість пиляння

source: Track acceleration
ja: コンベヤ―の減速
pl: Przyspieszenie traka
pl_pl: Przyśpieszenie traka
uk: швидкість доріжки

source: Shuttle No.
ja: シャトル番号
pl: Wózek nr
pl_pl: Wózek nr
uk: візок №

source: Forward
ja: 後ろに
pl: Naprzód
pl_pl: Naprzód
uk: вперед

source: Backward
ja: 前に
pl: Do tyłu
pl_pl: Do tyłu
uk: Назад

source: Track deceleration
ja: コンベヤ―の減速
pl: Prędkość hamowania traka
pl_pl: Zmniejszanie prędkości traka
uk: Зменшити швидкість ременя

source: Please login
ja: サインインしてください。
pl: Proszę się zalogować
uk: Будь ласка, увійдіть

source: Stop
ja: やめる
pl: Zatrzymany
uk: Стій

source: Start
ja: 開始
uk: Старт

source: Shuttle
ja: シャトル
pl: Wózek
uk: візок

source: Current recipe
ja: 現在のレシピ
pl: Aktualny przepis
uk: Поточний рецепт

source: Selected recipe
ja: 選択したレシピ
pl: Wybrany przepis
uk: Вибраний рецепт

source: Current program name
ja: 現在のプログラム名
pl: Bieżąca nazwa programu
uk: Поточна назва програми

source: Create new
ja: 新しく作る
pl: Stwórz nowy
uk: Створити новий

source: Units
pl: Jednostki
pl_pl: Jednostki

source: Stop after program execution
pl: Zatrzymaj po wykonaniu programu
uk: Зупинка після виконання програми

source: Number of packages
pl: Ilość zgrzewek
uk: Кількість пачок

source: Bottles per package
pl: Ilość butelek w zgrzewce
uk: Кількість пляшок в пачці

source: Bottle size
pl: Rozmiar butelki
uk: Розмір пляшки

source: Drink color
pl: Kolor napoju
uk: Колір напою

source: Save
pl: Zapisz
uk: Зберегти

source: Load
pl: Załaduj
uk: Завантажити

source: Refresh
pl: Odśwież
uk: Оновити

source: Enter name
pl: Wprowadź nazwę
uk: введіть ім’я

source: Rename
pl: Zmień nazwę
uk: змініть ім’я

source: Enter new name
pl: Wprowadź nową nazwę
uk: Введіть нове ім’я

source: Add
pl: Dodaj
uk: Додайте

source: Large
pl: Duże
uk: великий

source: Small
pl: Małe
uk: малий

source: Delete
pl: Usuń
uk: Видалити

source: XML structure may be damaged. Check if all tags are correct!
pl: Struktura XML może być uszkodzona. Sprawdź wszystkie tagi!

source: The file or XML structure may be missing!
pl: Może brakować pliku lub struktury XML!

source: You must enter new file name!
pl: Wprowadź nową nazwę pliku!

source: Power ON
pl: Włączony

source: Power OFF
pl: Wyłączony

source: Pouring
pl: Nalewam

source: Ready
pl: Gotowy

source: Capping
pl: Zakręcam

source: Taking bottle
pl: Pobieram Butelke

source: Giving bottle
pl: Daje Butelke

source: Interrupt
pl: Zatrzymanie

source: Movement
pl: Ruch

source: Error
pl: Awaria

source: Delta velocity
pl: Prędkość Delt
